<!DOCTYPE html>
<html>
  <head>
    <title>Cygnus Trio - about</title>
    <meta http-equiv="Content-Type" content="text/html" charset="utf-8">
    <meta name="viewport" content="width=device-width, initial-scale=0.5">
    <link rel="stylesheet" type="text/css" href="/styles.css">
    <!-- <link rel="shortcut icon" href="{Favicon}" /> -->
    <!-- <link rel="alternate" type="application/rss+xml" title="RSS" href="{RSS}" /> -->
  </head>
  <body>
    <header>
      <div class="title"><a title="" href=".">Cygnus Trio</a></div>
      <nav>
        <div class="nav">
          <ul class='header-nav'>
            <li><a href="about.html">acerca de</a></li>
            <!--<li><a href="/concerts">concerts</a></li>-->
            <li><a href="videos.html">videos</a></li>
            <li><a href="contact.html">contacto</a></li>
            <li><a href="../about.html">english</a></li>
          </ul>
        </div>
      </nav>
    </header>
    <main>
      <div class='post'>
        <p>
          <img alt="Trio photo" class="bio-image" src="/img/bio-image.jpg" />El Cygnus Trio surge en 2012 a ra&iacute;z del entusiasmo compartido por sus integrantes por la m&uacute;sica de c&aacute;mara y como plataforma para explorar el vasto repertorio para tr&iacute;o con piano. Javier Monta&ntilde;ana y C&eacute;sar Saura, el primero al viol&iacute;n y el segundo al piano, ya contaban varios a&ntilde;os formando d&uacute;o en Espa&ntilde;a antes de conocer durante sus estudios en la Royal Academy of Music de Londres a la chelista brit&aacute;nica Hannah Lewis, con quien pronto acabaron formando el grupo. 
        </p>
        <p>
          Javier complet&oacute; su formaci&oacute;n all&iacute; bajo la tutela de Richard Deakin mientras que Hannah lo hizo con David Smith. C&eacute;sar por su parte tuvo como profesores primero a Daniel Ben Pienaar y, m&aacute;s tarde, a William Fong.
        </p>
        <p>
          Juntos reciben consejo regular de Richard Deakin, Michael Dussek y Nicholas Roberts, adem&aacute;s de participar en numerosas clases magistrales con ensembles tales como el Doric Quartet y el Trio Owon o int&eacute;rpretes de renombre como Jeremy Young o William Coleman. Como miembros de la Piano Trio Society han tenido el privilegio de recibir clases por parte de otros grandes nombres como Raphael Wallfisch o Krzysztof Smietana.         </p>
        <p>
          Cuentan adem&aacute;s con galardones en m&uacute;ltiples cert&aacute;menes como los Concursos Internacionales de M&uacute;sica de C&aacute;mara &lsquo;Ciutat de Alzira&rsquo;, &lsquo;Ecoparque de Trasmiera&rsquo; o &lsquo;Ant&oacute;n Garc&iacute;a Abril&rsquo; entre otros. Este &eacute;xito los ha llevado a consolidar una agenda de actuaciones regulares por Espa&ntilde;a y Reino Unido.
        </p>
        <p>
          En los &uacute;ltimos a&ntilde;os han sido invitados a participar en acontecimientos como el Festival Internacional de M&uacute;sica de Santander, las III Jornadas de M&uacute;sica y Patrimonio en Toledo, el Festival Internacional de M&uacute;sica de Villanueva de los Infantes (Ciudad Real), Music Coll (Escocia) y el Wye Valley Chamber Music Fesitval (Gales). El grupo hace tambi&eacute;n hincapi&eacute; en tomar parte en actividades culturales de diversa naturaleza, lo cual los ha llevado a involucrarse en proyectos tan contrastantes como un concierto para la recaudaci&oacute;n de fondos para el Homerton Hospital de Londres o la inauguraci&oacute;n de una exposici&oacute;n pict&oacute;rica de Antoni Luque en Villarreal. 
        </p>
      </div>
      <div>
        <a href= "http://www.ledimoredelquartetto.eu/portfolio/cygnus-piano-trio/?lang=en">
         <img src= "http://www.ledimoredelquartetto.eu/lddqwp/wp-content/uploads/2017/03/DQ_logoVERT350-267x300.png" width= "12%" />
        </a>
      </div>
    </main>
  </body>
</html>
